[
    {"isbn": "9781982137984", "title": "If It Bleeds", "author": "Stephen King", "description": "From #1 New York Times bestselling author, legendary storyteller, and master of short fiction Stephen King comes an extraordinary collection of four new and compelling novellas—Mr. Harrigan’s Phone, The Life of Chuck, Rat, and the title story If It Bleeds—each pulling you into intriguing and frightening places. The novella is a form King has returned to over and over again in the course of his amazing career, and many have been made into iconic films, including “The Body” (Stand By Me) and “Rita Hayworth and Shawshank Redemption” (Shawshank Redemption). Like Four Past Midnight, Different Seasons, and most recently Full Dark, No Stars, If It Bleeds is a uniquely satisfying collection of longer short fiction by an incomparably gifted writer.", "genre": "Fiction", "image": "http://books.google.com/books/content?id=4q7eDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api", "volume_id": "6KYsEAAAQBAJ"}, 

    {"isbn": "9781982102326", "title": "Elevation", "author": "Stephen King", "description": "From legendary master storyteller Stephen King, a riveting story about “an ordinary man in an extraordinary condition rising above hatred” (The Washington Post) and bringing the fictional town of Castle Rock, Maine together—a “joyful, uplifting” (Entertainment Weekly) tale about finding common ground despite deep-rooted differences, “the sign of a master elevating his own legendary game yet again” (USA TODAY). Although Scott Carey doesn’t look any different, he’s been steadily losing weight. There are a couple of other odd things, too. He weighs the same in his clothes and out of them, no matter how heavy they are. Scott doesn’t want to be poked and prodded. He mostly just wants someone else to know, and he trusts Doctor Bob Ellis. In the small town of Castle Rock, the setting of many of King’s most iconic stories, Scott is engaged in a low grade—but escalating—battle with the lesbians next door whose dog regularly drops his business on Scott’s lawn. One of the women is friendly; the other, cold as ice. Both are trying to launch a new restaurant, but the people of Castle Rock want no part of a gay married couple, and the place is in trouble. When Scott finally understands the prejudices they face—including his own—he tries to help. Unlikely alliances, the annual foot race, and the mystery of Scott’s affliction bring out the best in people who have indulged the worst in themselves and others. “Written in masterly Stephen King’s signature translucent…this uncharacteristically glimmering fairy tale calls unabashedly for us to rise above our differences” (Booklist, starred review). Elevation is an antidote to our divisive culture, an “elegant whisper of a story” (Kirkus Reviews, starred review), “perfect for any fan of small towns, magic, and the joys and challenges of doing the right thing” (Publishers Weekly, starred review).", "genre": "Fiction", "image": "http://books.google.com/books/content?id=r8q2DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api", "volume_id":"r8q2DwAAQBAJ"}, 

    {"isbn": "9780061944895", "title": "Heart-Shaped Box LP", "author": "Joe Hill", "description": "Judas Coyne is a collector of the macabre: a cookbook for cannibals . . . a used hangman's noose . . . a snuff film. An aging death-metal rock god, his taste for the unnatural is as widely known to his legions of fans as the notorious excesses of his youth. But nothing he possesses is as unlikely or as dreadful as his latest purchase, an item he discovered on the Internet: I will sell my stepfather's ghost to the highest bidder . . . For a thousand dollars, Jude has become the owner of a dead man's suit, said to be haunted by a restless spirit. But what UPS delivers to his door in a black heart-shaped box is no metaphorical ghost, no benign conversation piece. Suddenly the suit's previous owner is everywhere: behind the bedroom door . . . seated in Jude's restored Mustang . . . staring out from his widescreen TV. Waiting—with a gleaming razor blade on a chain dangling from one hand . . .", "genre": "Fiction", "image": "http://books.google.com/books/content?id=BdZOnStngFkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api", "volume_id":"F-039NiiIGgC"}, 

    {"isbn": "9781501142970", "title": "It", "author": "Stephen King", "description": "They were seven teenagers when they first stumbled upon the horror. Now they were grown-up men and women who had gone out into the big world to gain success and happiness. But none of them could withstand the force that drew them back to Derry, Maine to face the nightmare without an end, and the evil without a name.", "genre": "Fiction", "image": "http://books.google.com/books/content?id=fVWQDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api", "volume_id":"uukqDwAAQBAJ"}, 

    {"isbn":"9780593335017", "title":"Phantoms", "author":"Dean Koontz", "description":"CLOSER… They found the town silent, apparently abandoned. Then they found the first body strangely swollen and still warm. One hundred fifty were dead, 350 missing. But the terror had only begun in the tiny mountain town of Snowfield, California. AND CLOSER… At first they thought it was the work of a maniac. Or terrorists. Or toxic contamination. Or a bizarre new disease. AND CLOSER… But then they found the truth. And they saw it in the flesh. And it was worse than anything any of them had ever imagined… ", "genre":"Fiction / Thrillers / Suspense Fiction / Horror", "image":"http://books.google.com/books/content?id=Vizr87UNMpEC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71Hsu3beG_K0BJ0owoP4oxRvZoA4veiYSsh4l4QuS9RvOTNd37uByzj6HXkwB4-lLGEv3lJZJFJBBJp0qk90Ew_4SKtnR5i0XKdQlX10nPJDxUjUityZgbmT7ItxnwdrEo7yFCI&source=gbs_api", "volume_id": "UA1NEAAAQBAJ"},

    {"isbn":"0425250792", "title":"The Vision", "author":"Dean Ray Koontz", "description":"In his terrifying novel, #1 New York Times bestselling author Dean Koontz reveals the darkness in a woman's mind--and the killer lurking there... Mary Bergen aids the police in solving crimes, those that have happened and those that are about to. Now this gifted clairvoyant is using her psychic gift to help track a serial killer. But something terrible from Mary's past has been invading her dreams and she is haunted by the sound of leathery wings. The killer knows secrets even she has locked away. Knows about the torture she was administered at the hands of a psycho when she was a little girl. And he is coming for her next. With a new afterword by the author.", "genre":"Fiction", "image":"http://books.google.com/books/publisher/content?id=cE6LDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70yOqQXnXKvOEnENcxlWZ2YSVqouL48Kqb3BIShuwve-SXwnenFvFwjYxkiplFLWc0u2QarsHnIIra5tqlT4TsTW_4vEU4rdCT3a8ipDeQOrx-Ww8bCPi7DT3c1-Onl8Q86FnxS&source=gbs_api", "volume_id": "cE6LDQAAQBAJ"},

    {"isbn":"9780425099339", "title":"Shattered", "author":"Dean Koontz", "description":"As Alex and Colin speed toward their new home in San Francisco where Courtney awaits them, they are pursued by a madman who is also eager to see Courtney.", "genre":"Fiction / Thrillers / General Fiction / Horror", "image":"http://books.google.com/books/content?id=2RoXIvtZOpQC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72z_mVm-lAgKMUIIj1fGfU7ITV5NLBvWjqCG__eVo8TeTjneZJDME6PED6WPM0Sw2pk-u-NHKoB-dNr4Zgxer7_Hxzm0_NKLSJkWXcbieHtNxlQ9RXTX-9Q7Wipxjgz0Fjo9lfh&source=gbs_api", "volume_id":"2RoXIvtZOpQC"},

    {"isbn":"9780393332148", "title":"The Talented Mr Ripley", "author":"Patricia Highsmith", "description":"Reissued to mark the centenary of Patricia Highsmith and the upcoming BBC adaption, Ripley, these beautiful new editions mark Highsmith's entry into Vintage Classics **AS SEEN ON WRITE AROUND THE WORLD WITH RICHARD E GRANT** 'The No.1 Greatest Crime Writer' The Times 'Ripley, amoral, hedonistic and charming, is a genuinely original creation' Daily Telegraph 'He is using you for what you are worth' Tom Ripley wants money, success, and the good life - and he's willing to kill for it. Struggling to stay one step ahead of his creditors, and the law, Ripley leaps at the chance to start afresh on a free trip to Europe. But when his new-found happiness is threatened, his response is as swift as it is shocking. This is the first in Highsmith's classic series featuring the character of Tom Ripley. The Talented Mr Ripley also inspired the Academy Award-winning film starring Matt Damon, Gwyneth Paltrow and Jude Law. One of the BBC's 100 Novels That Shaped Our World.", "genre":"Fiction", "image":"http://books.google.com/books/content?id=9WWMzQEACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE701Idt7oLwgZHcFPOIuI_KK4BTE6vwgKG33yHTKcGPUq-ka-Y6qRE8MfuSph588pt_H9E33gILYZix6oLFsdHkI0Z5goRlzF40DgG9e_0NsDyvE7QW9nO-TLcV4VVWZiDo0ELKi&source=gbs_api", "volume_id":"Fb5nAwAAQBAJ"},
    
    {"isbn":"9780307954442", "title":"Martha Stewart's Vegetables", "author":"Martha Stewart Living Magazine", "description":"An essential resource for every cook. In this beautiful book, Martha Stewart--one of America's best-known cooks, gardeners, and all-around vegetable lovers--provides home cooks with an indispensable resource for selecting, storing, preparing, and cooking from the garden and the market. The 150 recipes, many of which are vegetarian, highlight the flavors and textures of everyday favorites and uncommon varieties alike. The recipes include: - Roasted Carrots and Red Quinoa with Miso Dressing - Swiss Chard Lasagna - Endive and Fennel Salad with Pomegranate Seeds - Asparagus and Watercress Pizza - Smoky Brussels Sprouts Gratin - Spiced Parsnip Cupcakes with Cream Cheese Frosting Martha Stewart's Vegetables makes eating your greens (and reds and yellows and oranges) more delicious than ever.", "genre":"Cooking / Reference Cooking / Seasonal Cooking / Specific Ingredients / Vegetables", "image":"http://books.google.com/books/publisher/content?id=6nTNDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE7036A-wRyOiiAQi9CAzFEg6LVn-aX50KTfQiAbvCteX1F8Z1l24stVv_p6zs4PFIYOJFws9BBsJLrKdgKSeq1MKq_YvDG04c567pyFArlzuOaltsPegeT3CT_WY0onRe4s34-py&source=gbs_api", "volume_id":"6nTNDAAAQBAJ"},
    
    {"isbn":"9781419753527", "title":"Good Eats: The Final Years", "author":"Alton Brown", "description":"An all-new collection of must-have recipes and surprising food facts from Alton Brown, drawn from the return of the beloved Good Eats television series, including never-before aired material. This long-anticipated fourth and final volume in the bestselling Good Eats series of cookbooks draws on two reboots of the beloved television show by the inimitable Alton Brown—Good Eats Reloaded and Good Eats: The Return. With more than 150 new and improved recipes for everything from chicken parm to bibimbap and cold brew to corn dogs, accompanied by mouthwatering original photography, The Final Years is the most sumptuous and satisfying of the Good Eats books yet. Brown’s surefire recipes are temptation enough: the headnotes, tips, and sidebars that support them make each recipe a journey into culinary technique, flavor exploration, and edible history. Striking photography showcases finished dishes and highlights key ingredients, and handwritten notes on the pages capture Brown’s unique mix of madcap and methodical. The distinctive high-energy and information-intensive dynamic of Good Eats comes to life on every page, making this a must-have cookbook for die-hard fans and newcomers alike.", "genre":"Cooking / Individual Chefs & Restaurants Cooking / Entertaining Cooking / Reference", "image":"http://books.google.com/books/publisher/content?id=RsFBEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71Z01e2ZvnqLAB7xN6pPcHZjIlHWgiIUVZeymm1iq2fZuDt0RDZUHiiq23QyeyJf4SUukDXXiVhbl9ZIK1lYkTYYaUd9uZlSdOUerXWUjAieOURfiu67QMxpmEjwPcfCZ3WKXy6&source=gbs_api", "volume_id":"RsFBEAAAQBAJ"}
]

