[
    {"isbn": "9781982137977", "title": "If It Bleeds", "author": "Stephen King", "description": "From #1 New York Times bestselling author, legendary storyteller, and master of short fiction Stephen King comes an extraordinary collection of four new and compelling novellas—Mr. Harrigan’s Phone, The Life of Chuck, Rat, and the title story If It Bleeds—each pulling you into intriguing and frightening places. The novella is a form King has returned to over and over again in the course of his amazing career, and many have been made into iconic films, including “The Body” (Stand By Me) and “Rita Hayworth and Shawshank Redemption” (Shawshank Redemption). Like Four Past Midnight, Different Seasons, and most recently Full Dark, No Stars, If It Bleeds is a uniquely satisfying collection of longer short fiction by an incomparably gifted writer.", "genre": "Fiction", "image": "http://books.google.com/books/content?id=4q7eDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}, 

    {"isbn": "9781982102326", "title": "Elevation", "author": "Stephen King", "description": "From legendary master storyteller Stephen King, a riveting story about “an ordinary man in an extraordinary condition rising above hatred” (The Washington Post) and bringing the fictional town of Castle Rock, Maine together—a “joyful, uplifting” (Entertainment Weekly) tale about finding common ground despite deep-rooted differences, “the sign of a master elevating his own legendary game yet again” (USA TODAY). Although Scott Carey doesn’t look any different, he’s been steadily losing weight. There are a couple of other odd things, too. He weighs the same in his clothes and out of them, no matter how heavy they are. Scott doesn’t want to be poked and prodded. He mostly just wants someone else to know, and he trusts Doctor Bob Ellis. In the small town of Castle Rock, the setting of many of King’s most iconic stories, Scott is engaged in a low grade—but escalating—battle with the lesbians next door whose dog regularly drops his business on Scott’s lawn. One of the women is friendly; the other, cold as ice. Both are trying to launch a new restaurant, but the people of Castle Rock want no part of a gay married couple, and the place is in trouble. When Scott finally understands the prejudices they face—including his own—he tries to help. Unlikely alliances, the annual foot race, and the mystery of Scott’s affliction bring out the best in people who have indulged the worst in themselves and others. “Written in masterly Stephen King’s signature translucent…this uncharacteristically glimmering fairy tale calls unabashedly for us to rise above our differences” (Booklist, starred review). Elevation is an antidote to our divisive culture, an “elegant whisper of a story” (Kirkus Reviews, starred review), “perfect for any fan of small towns, magic, and the joys and challenges of doing the right thing” (Publishers Weekly, starred review).", "genre": "Fiction", "image": "http://books.google.com/books/content?id=r8q2DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}, 

    {"isbn": "9780061233241", "title": "Heart-Shaped Box LP", "author": "Joe Hill", "description": "Judas Coyne is a collector of the macabre: a cookbook for cannibals . . . a used hangman's noose . . . a snuff film. An aging death-metal rock god, his taste for the unnatural is as widely known to his legions of fans as the notorious excesses of his youth. But nothing he possesses is as unlikely or as dreadful as his latest purchase, an item he discovered on the Internet: I will sell my stepfather's ghost to the highest bidder . . . For a thousand dollars, Jude has become the owner of a dead man's suit, said to be haunted by a restless spirit. But what UPS delivers to his door in a black heart-shaped box is no metaphorical ghost, no benign conversation piece. Suddenly the suit's previous owner is everywhere: behind the bedroom door . . . seated in Jude's restored Mustang . . . staring out from his widescreen TV. Waiting—with a gleaming razor blade on a chain dangling from one hand . . .", "genre": "Fiction", "image": "http://books.google.com/books/content?id=BdZOnStngFkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}, 

    {"isbn": "9781501156687", "title": "It", "author": "Stephen King", "description": "They were seven teenagers when they first stumbled upon the horror. Now they were grown-up men and women who had gone out into the big world to gain success and happiness. But none of them could withstand the force that drew them back to Derry, Maine to face the nightmare without an end, and the evil without a name.", "genre": "Fiction", "image": "http://books.google.com/books/content?id=fVWQDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"} 
]

